export default [
  
    {
      "pid": 3248,
      "pname": "แหลมแท่น",
      "lat": 13.30323,
      "lon": 100.89799
    },
    {
      "pid": 515,
      "pname": "เขาสามมุข",
      "lat": 13.313683,
      "lon": 100.904522
    },
    {
      "pid": 1705,
      "pname": "วนอุทยานน้ำตกเขาเจ้าบ่อทอง",
      "lat": 13.2479,
      "lon": 101.3798
    },
    {
      "pid": 10693,
      "pname": "ศูนย์ศึกษาธรรมชาติและอนุรักษ์ป่าชายเลนเพื่อการท่องเที่ยวเชิงนิเวศ",
      "lat": 13.341979,
      "lon": 100.942774
    },
    {
      "pid": 5319,
      "pname": "อ่าวทุ่งโปรง",
      "lat": 12.66387,
      "lon": 100.905303
    },
    {
      "pid": 3243,
      "pname": "เกาะกลึงบาดาล",
      "lat": 12.95812,
      "lon": 100.65888
    },
    {
      "pid": 5433,
      "pname": "เกาะล้าน",
      "lat": 12.920883,
      "lon": 100.780268
    },
    {
      "pid": 5399,
      "pname": "เกาะสีชัง",
      "lat": 13.15033,
      "lon": 100.80973
    },
    {
      "pid": 2320,
      "pname": "ชายหาดบ้านอำเภอ",
      "lat": 12.810563,
      "lon": 100.912975
    },
    {
      "pid": 1707,
      "pname": "หาดจอมเทียน",
      "lat": 12.8439,
      "lon": 100.9048
    },
    {
      "pid": 5318,
      "pname": "หาดดงตาล",
      "lat": 12.643943,
      "lon": 100.931985
    },
    {
      "pid": 1708,
      "pname": "หาดตาแหวน (เกาะล้าน)",
      "lat": 12.9254,
      "lon": 100.7893
    },
    {
      "pid": 1724,
      "pname": "หาดเตยงาม",
      "lat": 12.6541,
      "lon": 100.9235
    },
    {
      "pid": 3253,
      "pname": "หาดทรายแก้ว",
      "lat": 12.74225,
      "lon": 100.84185
    },
    {
      "pid": 1725,
      "pname": "หาดเทียนทะเล",
      "lat": 12.6406,
      "lon": 100.9321
    },
    {
      "pid": 1709,
      "pname": "หาดนวล (เกาะล้าน)",
      "lat": 12.9254,
      "lon": 100.7893
    },
    {
      "pid": 1726,
      "pname": "หาดนางรำ",
      "lat": 12.6166,
      "lon": 100.9232
    },
    {
      "pid": 1710,
      "pname": "หาดพัทยา",
      "lat": 12.9366,
      "lon": 100.887
    },
    {
      "pid": 10695,
      "pname": "หาดยินยอม",
      "lat": 12.908858,
      "lon": 100.857756
    },
    {
      "pid": 1711,
      "pname": "หาดวงพระจันทร์",
      "lat": 12.9653,
      "lon": 100.8838
    },
    {
      "pid": 1712,
      "pname": "หาดวงศ์อำมาตย์",
      "lat": 12.9714,
      "lon": 100.8955
    },
    {
      "pid": 181,
      "pname": "หาดวอนนภา",
      "lat": 13.272014000000002,
      "lon": 100.923114
    },
    {
      "pid": 1713,
      "pname": "หาดแสม (เกาะล้าน)",
      "lat": 12.8941,
      "lon": 100.8716
    },
    {
      "pid": 544,
      "pname": "ถ้ำเขาชะอางค์ทรงเครื่อง",
      "lat": 13.486025,
      "lon": 101.008683
    },
    {
      "pid": 594,
      "pname": "ถ้ำเขาชะอางค์ห้ายอด",
      "lat": 13.155658,
      "lon": 101.639569
    },
    {
      "pid": 10691,
      "pname": "หาดถ้ำพัง อ่าวอัษฎางค์",
      "lat": 13.146311,
      "lon": 100.806658
    },
    {
      "pid": 3241,
      "pname": "น้ำตกเขาใหญ่",
      "lat": 13.26446,
      "lon": 101.64292
    },
    {
      "pid": 3251,
      "pname": "น้ำตกชันตาเถร",
      "lat": 13.23724,
      "lon": 101.0418
    },
    {
      "pid": 1722,
      "pname": "เกาะลอยศรีราชา",
      "lat": 13.1741,
      "lon": 100.9201
    },
    {
      "pid": 1723,
      "pname": "เขาชีจรรย์",
      "lat": 12.7645,
      "lon": 100.9607
    },
    {
      "pid": 1717,
      "pname": "ปราสาทสัจธรรม",
      "lat": 12.9701,
      "lon": 100.8909
    },
    {
      "pid": 287,
      "pname": "พระบรมรูปพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว",
      "lat": 13.280575,
      "lon": 100.926581
    },
    {
      "pid": 3246,
      "pname": "พระพุทธมิ่งเมือง",
      "lat": 13.35,
      "lon": 100.98333
    },
    {
      "pid": 10021,
      "pname": "พระพุธมหาวชิรอุตตโมภาสศาสดา",
      "lat": 12.7647,
      "lon": 100.95603
    },
    {
      "pid": 5298,
      "pname": "พิพิธภัณฑ์พระจุฑาธุชราชฐาน",
      "lat": 13.150903,
      "lon": 100.808886
    },
    {
      "pid": 3249,
      "pname": "วัดเขาพระพุทธบาทบางทราย",
      "lat": 13.39453,
      "lon": 100.99228
    },
    {
      "pid": 2294,
      "pname": "วัดโคกพนมดี",
      "lat": 13.585506,
      "lon": 101.140902
    },
    {
      "pid": 2316,
      "pname": "วัดชุมแสงศรีวนาราม",
      "lat": 13.41984,
      "lon": 101.203832
    },
    {
      "pid": 1715,
      "pname": "วัดญาณสังวรารามวรมหาวิหาร",
      "lat": 12.7895,
      "lon": 100.9602
    },
    {
      "pid": 3244,
      "pname": "วัดใต้ต้นลาน",
      "lat": 13.35,
      "lon": 100.98333
    },
    {
      "pid": 438,
      "pname": "วัดป่าอัมพวัน",
      "lat": 13.307553,
      "lon": 100.907122
    },
    {
      "pid": 3247,
      "pname": "วัดแสนสุขสุทธิวราราม",
      "lat": 13.29743,
      "lon": 100.9128
    },
    {
      "pid": 2312,
      "pname": "วัดหนองเกตุน้อย",
      "lat": 12.978178,
      "lon": 100.942677
    },
    {
      "pid": 3245,
      "pname": "วัดหลวงพรหมวาส",
      "lat": 13.35,
      "lon": 100.98333
    },
    {
      "pid": 3254,
      "pname": "วัดหลวงพ่ออี๋ (วัดสัตหีบ)",
      "lat": 12.66289,
      "lon": 100.89883
    },
    {
      "pid": 5301,
      "pname": "วัดใหญ่อินทาราม",
      "lat": 13.363902,
      "lon": 100.987629
    },
    {
      "pid": 5303,
      "pname": "วัดอ่างศิลา",
      "lat": 13.337751999999998,
      "lon": 100.927412
    },
    {
      "pid": 2317,
      "pname": "วิหารเทพสถิตพระกิติเฉลิม (ศาลเจ้าหน่าจาซาไท้จื้อ)",
      "lat": 13.32863,
      "lon": 100.923071
    },
    {
      "pid": 2314,
      "pname": "หอพระพนัสบดี",
      "lat": 13.442911,
      "lon": 101.183778
    },
    {
      "pid": 3250,
      "pname": "หอพระพุทธสิหิงค์",
      "lat": 13.36025,
      "lon": 100.98345
    },
    {
      "pid": 5246,
      "pname": "Beyond Limits park",
      "lat": 12.77472,
      "lon": 100.906583
    },
    {
      "pid": 10692,
      "pname": "J park ศรีราชา",
      "lat": 13.153624,
      "lon": 100.983732
    },
    {
      "pid": 5273,
      "pname": "Pattaya Sheep Farm (ฟาร์มแกะพัทยา)",
      "lat": 12.973867,
      "lon": 100.975405
    },
    {
      "pid": 10694,
      "pname": "Walking street พัทยา",
      "lat": 12.926645,
      "lon": 100.873911
    },
    {
      "pid": 1706,
      "pname": "เขาพระตำหนัก (เขาพระบาท)",
      "lat": 12.9193,
      "lon": 100.8691
    },
    {
      "pid": 394,
      "pname": "จังเกิล บันจี้จั๊ม จอมเทียน",
      "lat": 12.896283,
      "lon": 100.886937
    },
    {
      "pid": 3242,
      "pname": "ตลาดน้ำสี่ภาค",
      "lat": 12.86809,
      "lon": 100.9042
    },
    {
      "pid": 32,
      "pname": "ทิฟฟานี่โชว์",
      "lat": 12.949607,
      "lon": 100.887709
    },
    {
      "pid": 89,
      "pname": "บ้านสุขาวดี",
      "lat": 12.982228,
      "lon": 100.918093
    },
    {
      "pid": 5198,
      "pname": "พัทยาชู้ทติ้ง พาร์ค",
      "lat": 13.35,
      "lon": 100.98333
    },
    {
      "pid": 5221,
      "pname": "พัทยาดอลฟินเวิลด์แอนด์รีสอร์ท",
      "lat": 12.835041,
      "lon": 100.942332
    },
    {
      "pid": 5435,
      "pname": "พิพิธภัณฑ์ตุ๊กตาหมี (Teddy Bear Museum)",
      "lat": 12.947181,
      "lon": 100.884852
    },
    {
      "pid": 142,
      "pname": "พิพิธภัณฑ์ริบลีส์ เชื่อหรือไม่",
      "lat": 12.929782,
      "lon": 100.877645
    },
    {
      "pid": 76,
      "pname": "พิพิธภัณฑ์ศิลปะในขวดแก้ว",
      "lat": 12.929364,
      "lon": 100.900497
    },
    {
      "pid": 309,
      "pname": "เพ้นท์บอลปาร์ค",
      "lat": 12.929782,
      "lon": 100.877645
    },
    {
      "pid": 5324,
      "pname": "เพอคูล่าฟาร์ม",
      "lat": 12.602742,
      "lon": 100.95382
    },
    {
      "pid": 5242,
      "pname": "มิโมซ่า พัทยา",
      "lat": 12.850681,
      "lon": 100.910832
    },
    {
      "pid": 1718,
      "pname": "เรือดำน้ำวิมานใต้ทะเล",
      "lat": 12.9253,
      "lon": 100.8675
    },
    {
      "pid": 1728,
      "pname": "โรงละครไทยอลังการ",
      "lat": 12.8513,
      "lon": 100.9126
    },
    {
      "pid": 5205,
      "pname": "โรงละครมายากล ทักซิโด้ พัทยา",
      "lat": 12.9459,
      "lon": 100.887952
    },
    {
      "pid": 1727,
      "pname": "ไร่องุ่นซิลเวอร์เลค",
      "lat": 12.7626,
      "lon": 100.9604
    },
    {
      "pid": 5369,
      "pname": "วันเดอร์ฟาร์ม",
      "lat": 12.816162,
      "lon": 100.914246
    },
    {
      "pid": 2321,
      "pname": "ศูนย์อนุรักษ์พันธุ์เต่าทะเล ฐานทัพเรือสัตหีบ",
      "lat": 12.635824,
      "lon": 100.926907
    },
    {
      "pid": 1720,
      "pname": "สถาบันวิทยาศาสตร์ทางทะเล มหาวิทยาลัยบูรพา",
      "lat": 13.286,
      "lon": 100.9246
    },
    {
      "pid": 2311,
      "pname": "สวนช้าง (กระทิงลาย)",
      "lat": 12.985019,
      "lon": 100.965366
    },
    {
      "pid": 18,
      "pname": "สวนนงนุช",
      "lat": 12.760592,
      "lon": 100.933075
    },
    {
      "pid": 5436,
      "pname": "สวนป่าพนารักษ์",
      "lat": 12.937248,
      "lon": 100.927985
    },
    {
      "pid": 5222,
      "pname": "สวนผึ้งบิ๊กบี",
      "lat": 12.995165,
      "lon": 100.937868
    },
    {
      "pid": 5362,
      "pname": "สวนรุกขชาติหนองตาอยู่",
      "lat": 13.088699,
      "lon": 100.922698
    },
    {
      "pid": 25,
      "pname": "สวนสัตว์เปิดเขาเขียว",
      "lat": 13.214982999999998,
      "lon": 101.056602
    },
    {
      "pid": 5366,
      "pname": "สวนสาธารณะเฉลิมพระเกียรติ ร.9",
      "lat": 13.337172,
      "lon": 100.956582
    },
    {
      "pid": 1721,
      "pname": "สวนเสือศรีราชา",
      "lat": 13.1485,
      "lon": 101.0104
    },
    {
      "pid": 1714,
      "pname": "หมู่บ้านช้างพัทยา",
      "lat": 12.9128,
      "lon": 100.9392
    },
    {
      "pid": 10696,
      "pname": "แหลมบาลีฮาย",
      "lat": 12.925097,
      "lon": 100.86726
    },
    {
      "pid": 1716,
      "pname": "อันเดอร์ วอเตอร์ เวิล์ด พัทยา",
      "lat": 12.897195,
      "lon": 100.897146
    },
    {
      "pid": 90,
      "pname": "อัลคาซาร์โชว์",
      "lat": 12.942656,
      "lon": 100.888783
    },
    {
      "pid": 5317,
      "pname": "อ่างเก็บน้ำบางพระ (เขตห้ามล่าสัตว์ป่าอ่างเก็บน้ำบางพระ)",
      "lat": 13.211316,
      "lon": 100.979316
    },
    {
      "pid": 2310,
      "pname": "อ่างเก็บน้ำมาบประชัน",
      "lat": 12.941118,
      "lon": 100.960153
    },
    {
      "pid": 5224,
      "pname": "อีซี่คาร์ท พัทยา",
      "lat": 12.944135,
      "lon": 100.92961
    },
    {
      "pid": 99,
      "pname": "อุทยานหินล้านปีและฟาร์มจระเข้พัทยา",
      "lat": 12.957211,
      "lon": 100.941247
    },
    {
      "pid": 10697,
      "pname": "ชุมชนจีนบ้านชากแง้ว",
      "lat": 12.833164,
      "lon": 100.9643
    },
    {
      "pid": 2318,
      "pname": "ตลาดเก่าอ่างศิลา 133 ปี",
      "lat": 13.340518,
      "lon": 100.92742
    },
    {
      "pid": 249,
      "pname": "ตลาดหนองมน",
      "lat": 13.286086,
      "lon": 100.924986
    },
    {
      "pid": 5320,
      "pname": "พิพิธภัณฑ์เรือนไทย",
      "lat": 13.438076,
      "lon": 101.052665
    },
    {
      "pid": 77,
      "pname": "เมืองจำลอง",
      "lat": 12.940492,
      "lon": 100.90865
    },
    {
      "pid": 5300,
      "pname": "วัดธรรมนิมิตต์",
      "lat": 13.351601,
      "lon": 100.975891
    },
    {
      "pid": 5297,
      "pname": "วัดสังกะสี",
      "lat": 13.402781,
      "lon": 101.039305
    },
    {
      "pid": 2319,
      "pname": "วิหารเซียน (เอนกกุศลศาลา)",
      "lat": 12.7879,
      "lon": 100.954897
    },
    {
      "pid": 3240,
      "pname": "ศาลเจ้าพ่อเขาใหญ่",
      "lat": 13.18551,
      "lon": 100.77943
    },
    {
      "pid": 2313,
      "pname": "ศูนย์จักสานพนัสนิคม",
      "lat": 13.444303,
      "lon": 101.182771
    },
    {
      "pid": 5203,
      "pname": "ศูนย์แสดงเรือพระราชพิธีจำลอง 4 มิติ",
      "lat": 12.908747,
      "lon": 100.946773
    },
    {
      "pid": 10699,
      "pname": "สะพานชลมารควิถี 84 พรรษา จ.ชลบุรี",
      "lat": 13.364070000000002,
      "lon": 100.975336
    },
    {
      "pid": 5202,
      "pname": "หมู่บ้านกะเหรี่ยง คอยาว จำลอง",
      "lat": 12.913097,
      "lon": 100.87239
    },
    {
      "pid": 5314,
      "pname": "หมู่บ้านช่องแสมสาร",
      "lat": 12.604248,
      "lon": 100.96122
    },
    {
      "pid": 5204,
      "pname": "หอศิลปะและวัฒนธรรมภาคตะวันออก มหาวิทยาลัยบูรพา",
      "lat": 13.285478,
      "lon": 100.925607
    },
    {
      "pid": 1719,
      "pname": "อุทยานสามก๊ก",
      "lat": 12.9046,
      "lon": 100.9771
    },
    {
      "pid": 10698,
      "pname": "ตึกแดงพิพิธภัณฑ์เฉลิมพระเกียรติ",
      "lat": 13.340407,
      "lon": 100.926119
    },
    {
      "pid": 3252,
      "pname": "พิพิธภัณฑ์ธรรมชาติวิทยาเกาะและทะเลไทย (เขาหมาจอ)",
      "lat": 12.60348,
      "lon": 100.95109
    },
    {
      "pid": 5356,
      "pname": "พิพิธภัณฑ์นาวิกโยธิน",
      "lat": 13.16234,
      "lon": 100.918988
    },
    {
      "pid": 5360,
      "pname": "เรือหลวงจักรีนฤเบศร",
      "lat": 12.621504,
      "lon": 100.917781
    },
    {
      "pid": 5344,
      "pname": "ศูนย์วิทยาศาสตร์ ดาราศาสตร์",
      "lat": 13.35,
      "lon": 100.98333
    }
   
  ];
  